{
  "navbar": {
    "loans": {
      "title": "Loans",
      "student": "Student loans",
      "business": "Business loans",
      "personal": "Personal loans",
      "home": "Home loans"
    },
    "insurance": {
      "title": "Insurance",
      "life": "Life insurance",
      "health": "Health insurance",
      "car": "Car insurance",
      "home": "Home insurance"
    },
    "finance": {
      "title": "Finance",
      "credit": "Credit cards",
      "online": "Online banking",
      "invest": "Investments"
    },
    "partner": {
      "title": "Partner with Us"
    },
    "about": {
      "title": "About Us"
    },
    "lang": {
      "en": "English",
      "es": "Espaniol"
    }
  },
  "terms-of-service": {
    "title": "Terms of Service",
    "txt_1": "Effective Date: 26/12/2024",
    "txt_2": "These Terms of Service govern your use of the OnlineLoans.org website. By accessing or using this website, you agree to be bound by these terms. If you do not agree with any part of these terms, please discontinue use of the website immediately.",
    "txt_3": "OnlineLoans.org is an informational platform that provides resources and comparisons related to loan products and financial services. We are not a lender, broker, or financial institution and do not make loan or credit decisions. All loan offers and terms are provided by third-party lenders and partners, who are solely responsible for their own products and services.",
    "txt_4": "You agree to use this website only for lawful purposes and in accordance with these Terms. You must not misuse the website, attempt to gain unauthorized access to any part of it, or use it in a way that could damage, disable, or impair its functionality.",
    "txt_5": "All content and materials on OnlineLoans.org, including text, graphics, logos, and design elements, are the property of OnlineLoans.org or its licensors and are protected by intellectual property laws. You may not reproduce, distribute, or modify any part of this website without prior written permission.",
    "txt_6": "OnlineLoans.org strives to provide accurate and up-to-date information, but we make no guarantees regarding the accuracy, reliability, or completeness of any content. We are not responsible for errors, omissions, or for any actions taken based on the information provided on this site.",
    "txt_7": "We reserve the right to modify or update these Terms of Service at any time without prior notice. Updates will be posted on this page with a revised effective date. Continued use of the website following any changes constitutes your acceptance of the updated terms.",
    "txt_8": "If you have any questions about these Terms of Service, please contact us at support@onlineloans.org."
  },
  "footer": {
    "addr1": "Onlineloans.org, Agias Zonis 1, & Thessalonikis str. ",
    "addr2": " Limassol 3025, Cyprus",
    "copy": "Copyright © 2025 OnlineLoans.org. All rights reserved.",
    "txt1": "Designed to help users make confident decisions online, this website contains information about a wide range of products and services. Certain details, including but not limited to prices and special offers, are provided to us directly from our partners and are dynamic and subject to change at any time without prior notice. Though based on meticulous research, the information we share does not constitute legal or professional advice or forecast, and should not be treated as such. Company listings on this site DO NOT imply endorsement.",
    "txt2": "We are not an investment adviser, loan provider, or a broker and we do not offer loans or mortgages directly to end users, but only allows users to match with lending partners and platforms that may extend a loan. All loan approval decisions and terms are determined by the loan providers at the time of your application with them. Any matching request submitted through our website does not constitute a loan application and you will have to submit a loan application to the respective lender before the lender provides you with an actual offer. We do not warrant that you will be approved for a loan, nor that you will be offered a loan with the same terms presented on our website.",
    "txt3": "Reproduction in whole or in part is strictly prohibited.",
    "txt4": "This site is a free online resource that strives to offer helpful content and comparison features to our visitors. We accept advertising compensation from companies that appear on the site, which may impact the location and order in which brands (and/or their products) are presented, and may also impact the score that is assigned to it. Company listings on this page DO NOT imply endorsement. We do not feature all providers on the market. Except as expressly set forth in our Terms of Use, all representations and warranties regarding the information presented on this page are disclaimed. The information, including pricing, which appears on this site is subject to change at any time.",
    "student": "Student Loan",
    "business": "Business Loan",
    "personal": "Personal Loan",
    "home": "Home Loan",
    "life": "Life Insurance",
    "car": "Car Insurance",
    "homeIns": "Home Insurance",
    "health": "Health Insurance",
    "securityPolicy": "Security Policy",
    "sitemap": "Sitemap",
    "userRights": "User Rights",
    "cookiePolicy": "Cookie Policy",
    "partner": "Partner With Us",
    "about": "About Us",
    "privacyPolicy": "Privacy Policy",
    "disclaimer": "Disclaimer",
    "contact": "Contact Us",
    "termsofService": "Terms of Service",
    "accessibilityStatement": "Accessibility Statement"
  }
}